Repository: jumpserver/koko
Catalog: locale/*/LC_MESSAGES/koko.po
Languages: es, ja_jp, pt_br, ru, tr_tr

source: No Databases
es: Sin bases de datos
ja_jp: データベースなし
pt_br: Sem bancos de dados
ru: Нет баз данных
tr_tr: Veritabanı yok

source: No kubernetes
es: Sin Kubernetes
ja_jp: いいえ kubernetes
pt_br: Sem kubernetes
ru: Нет Kubernetes
tr_tr: Kubernetes yok

source: Page: %d, Count: %d, Total Page: %d, Total Count: %d
es: Página: %d, filas por página: %d, páginas totales: %d, total de elementos: %d
ja_jp: ページ番号：%d，ページあたりの行数：%d，合計ページ数：%d，合計数量：%d
pt_br: Página: %d, Contagem: %d, Total de Páginas: %d, Total de Itens: %d
ru: Страница: %d, Количество: %d, Всего страниц: %d, Всего записей: %d
tr_tr: Sayfa: %d, Sayı: %d, Toplam Sayfa: %d, Toplam Sayım: %d

source: Enter ID number directly login, multiple search use // + field, such as: //16
es: Consejo: introduzca directamente el ID del activo para iniciar sesión; para búsquedas múltiples use // + campo, por ejemplo: //192
pt_br: Dica: digite o número do ID para login direto, para busca múltipla use // + campo, como: //192
ru: Подсказка: введите ID ресурса для прямого входа; для расширенного поиска используйте // + поле, например: //192

source: Page up: b Page down: n
es: Página anterior: b Página siguiente: n
ja_jp: 前のページ：b 次のページ：n
pt_br: Página anterior: b Página seguinte: n
ru: Предыдущая страница: b Следующая страница: n
tr_tr: Sayfa yukarı: b Sayfa aşağı: n

source: No Assets
es: Sin activos
ja_jp: 資産なし
pt_br: Sem ativos
ru: Нет активов
tr_tr: Varlık yok

source: Name
es: Nombre
ja_jp: 名前
pt_br: Nome
ru: Название
tr_tr: Ad

source: Address
es: Dirección
ja_jp: アドレス
pt_br: Endereço
ru: Адрес

source: Platform
es: Plataforma
ja_jp: プラットホーム
pt_br: Plataforma
ru: Платформа

source: Organization
es: Organización
ja_jp: おるがないず
pt_br: Organização
ru: Организация

source: Comment
es: Comentario
ja_jp: コメント
pt_br: Comentário
ru: Примечание
tr_tr: Yorum

source: %s protocol client not installed.
es: Cliente del protocolo %s no está instalado.
ja_jp: %s プロトコルクライアントがインストールされていません。
pt_br: Cliente do protocolo %s não instalado.
ru: Клиент протокола %s не установлен.
tr_tr: %s protokol istemcisi yüklü değil.

source: Terminal does not support protocol %s, please use web terminal to access
es: El terminal no admite el protocolo %s; utilice la terminal web para acceder.
ja_jp: この端末は %s プロトコルをサポートしていませんので、web端末を使用してログインしてください
pt_br: Este terminal não suporta o protocolo %s, por favor, use o terminal web para acessar.
ru: Терминал не поддерживает протокол %s. Пожалуйста, используйте веб-терминал.
tr_tr: Terminal %s protokolünü desteklemez, lütfen erişmek için web terminalini kullanın

source: Core API failed
es: Error en la API principal
ja_jp: Core API エラー発生
pt_br: Falha na Core API
ru: Ошибка основного API
tr_tr: Çekirdek API hatalı

source: ACL reject
es: Inicio de sesión rechazado por restricciones de la política de control de acceso
pt_br: Login rejeitado devido às restrições da política de controle de acesso.
ru: Вход в систему отклонен из-за ограничений в политике контроля доступа.

source: Face ACL is not supported yet. Please use the WebTerminal to connect the asset.
es: Las reglas de ACL facial aún no son compatibles; utilice la terminal web para conectarse al activo.
pt_br: As regras de acesso facial ainda não são suportadas. Por favor, use o WebTerminal para conectar ao ativo.
ru: Данный терминал не поддерживает правила доступа по лицу. Для входа используйте веб-терминал.

source: Unknown error code: %s, detail: %s
es: Código de error desconocido: %s, detalle: %s
pt_br: Código de erro desconhecido: %s, detalhe: %s
ru: Неизвестный код ошибки: %s, детали: %s

source: get connect token err
es: Error al obtener el token de conexión
ja_jp: 接続トークン取得エラー
pt_br: Erro ao obter o token de conexão
ru: Ошибка получения токена подключения.

source: %s node has no assets
es: El nodo %s no tiene activos
ja_jp: %sノードに資産がありません
pt_br: O nó %s não possui ativos
ru: У узла %s нет активов.
tr_tr: %s düğümünde varlık yok

source: Welcome to use JumpServer open source fortress system
es: Bienvenido al sistema JumpServer de fortaleza de código abierto
ja_jp: JumpServerオープンソース要塞システムを使用することを歓迎します
pt_br: Bem-vindo a usar o sistema de fortaleza JumpServer de código aberto
ru: Добро пожаловать в JumpServer — систему управления безопасным доступом с открытым исходным кодом.
tr_tr: JumpServer açık kaynak kale sistemini kullanmaya hoş geldiniz

source: part IP, Hostname, Comment
es: IP parcial, nombre de host, comentario
ja_jp: パートIP,ホスト名,コメント
pt_br: parte IP, Nome do Host, Comentário
ru: Частичный IP, имя хоста, примечание
tr_tr: IP Bölümü, Anabilgisayar adı, Yorum

source: to search login if unique
es: Buscar inicio de sesión (si es único)
ja_jp: 検索ログイン(一意の場合)
pt_br: pesquisar login (se único)
ru: Поиск для входа (если единственный результат)
tr_tr: benzersiz ise giriş aramak için

source: / + IP, Hostname, Comment
es: / + IP, nombre de host, comentario
ja_jp: / + IP、ホスト名、コメント
pt_br: / + IP, Nome do Host, Comentário
ru: / + IP, имя хоста, примечание
tr_tr: / + IP, Ana Bilgisayar Adı, Yorum

source: to search, such as: /192.168
es: Buscar, por ejemplo: /192.168
ja_jp: 検索, のように /192.168
pt_br: pesquisar, como: /192.168
ru: Поиск, например: /192.168
tr_tr: Arama , örn:/192.168

source: display the assets you have permission
es: Mostrar los activos para los que tiene permiso
pt_br: exibir os ativos aos quais você tem permissão
ru: Показать активы, к которым у вас есть доступ

source: display the node that you have permission
es: Mostrar los nodos para los que tiene permiso
ja_jp: 権限を持つノードを表示する
pt_br: exibir o nó ao qual você tem permissão
ru: Показать узлы, к которым у вас есть доступ
tr_tr: İzniniz var sunucuyu görüntüleyinİzniniz var sunucuyu görüntüleyin

source: display the hosts that you have permission
es: Mostrar los hosts para los que tiene permiso
pt_br: exibir os hosts aos quais você tem permissão
ru: Показать хосты, к которым у вас есть доступ

source: display the databases that you have permission
es: Mostrar las bases de datos para las que tiene permiso
ja_jp: 権限を持つデータベースを表示する
pt_br: exibir os bancos de dados aos quais você tem permissão
ru: Показать базы данных, к которым у вас есть доступ
tr_tr: İzniniz olduğunuz veritabanlarını görüntüleyin

source: display the kubernetes that you have permission
es: Mostrar los Kubernetes para los que tiene permiso
ja_jp: 権限を持つkubernetesを表示する
pt_br: exibir os Kubernetes aos quais você tem permissão
ru: Показать Kubernetes, к которому у вас есть доступ
tr_tr: İzniniz olan Kubernetes'i görüntüleyin

source: refresh your assets and nodes
es: Actualizar la información más reciente de máquinas y nodos
ja_jp: アセットとノードを更新する
pt_br: atualizar seus ativos e nós
ru: Обновить информацию о машинах и узлах
tr_tr: Varlıklarınızı ve düğümlerinizi yenileyin

source: language switch
es: Cambio de idioma
pt_br: Mudança de idioma
ru: Смена языка

source: print help
es: Mostrar ayuda
ja_jp: 印刷ヘルプ
pt_br: imprimir ajuda
ru: Показать справку
tr_tr: Yazdır Yardım

source: exit
es: Salir
ja_jp: 終了
pt_br: sair
ru: Выход
tr_tr: çıkış

source: %2d) Enter {{.GreenBoldColor}}%s{{.ColorEnd}} to %s.%s
es: %d) Ingrese {{.GreenBoldColor}}%s{{.ColorEnd}} para %s.%s
pt_br: %d) Digite {{.GreenBoldColor}}%s{{.ColorEnd}} para %s.%s
ru: %2d) Введите {{.GreenBoldColor}}%s{{.ColorEnd}}, чтобы %s.%s

source: Announcement:
es: Anuncio:
ja_jp: お知らせ:
pt_br: Anúncio:
ru: Объявление:

source: No Account found.
es: No se encontró ninguna cuenta
ja_jp: アカウントが見つかりません
pt_br: Nenhuma conta encontrada.
ru: Аккаунт не найден

source: Username
es: Nombre de usuario
ja_jp: ユーザー名
pt_br: Nome de Usuário
ru: имя пользователя
tr_tr: Kullanıcı adı

source: Tips: Enter asset[%s] account ID
es: Consejo: introduzca el ID de cuenta del activo [%s]
pt_br: Dica: Digite o ID da conta do ativo[%s]
ru: Совет: введите идентификатор учетной записи актива [%s]

source: Back: B/b
es: Volver: B/b
ja_jp: 戻る: B/b
pt_br: Voltar: B/b
ru: Возвращение: ночлег и завтрак
tr_tr: Geri: B/b

source: Hostname
es: Nombre de host
ja_jp: ホスト名
pt_br: Nome do Host
ru: Имя хоста
tr_tr: Ana Bilgisayar

source: select one asset to login
es: Seleccione un activo para iniciar sesión
ja_jp: ログインするアセットを1つ選択
pt_br: selecione um ativo para fazer login
ru: Выберите один из активов для входа
tr_tr: Giriş yapmak için bir varlık seçin

source: not found matched username %s
es: No se encontró un nombre de usuario coincidente con %s
ja_jp: 一致したユーザー名 %s が見つかりません
pt_br: não foi encontrado um nome de usuário correspondente %s
ru: Не найдено подходящего имени пользователя для %s
tr_tr: eşleşen kullanıcı adı %s

source: Face verification is not supported yet. Please use the WebTerminal to connect the asset.
es: La verificación facial aún no es compatible; utilice la terminal web para conectar el activo.
pt_br: A verificação facial ainda não é suportada. Por favor, use o WebTerminal para conectar ao ativo.
ru: Данный терминал не поддерживает аутентификацию по распознаванию лиц. Для входа используйте веб-терминал.

source: Tips: To set a default language, go to Personal Settings → Preferences on Web
es: Consejo: para configurar el idioma predeterminado, vaya a “Configuración personal → Preferencias” en la web.
ru: Совет: чтобы установить язык по умолчанию, перейдите в раздел «Персональные настройки → Настройки» на сайте.

source: Invalid ID
es: ID inválido
pt_br: ID inválido
ru: Неверный идентификатор

source: Switch language successfully
es: Cambio de idioma exitoso
pt_br: Mudança de idioma bem-sucedida
ru: Переключение языка прошло успешно

source: Node: [ ID.Name(Asset amount) ]
es: Nodo: [ ID.Nombre(Cantidad de activos) ]
ja_jp: ノード: [ID.Name(アセット量)]
pt_br: Nó: [ ID.Nome(Quantidade de Ativos) ]
ru: Узел: [ID.Имя(Количество Активов)]
tr_tr: Düğüm: [ ID.Name(Asset amount) ]

source: Tips: Enter g+NodeID to display the host under the node, such as g1
es: Consejo: ingrese g+IDNodo para mostrar el host bajo el nodo, por ejemplo g1
ja_jp: ヒント: g+ノードIDを入力してノードの下のホストを表示します。例えば: g1
pt_br: Dica: Digite g+NodeID para exibir o host sob o nó, como g1
ru: Совет: введите g+node ID, чтобы отобразить хост под узлом, например: g1
tr_tr: İpuçları: Ana bilgisayarı G1 gibi düğümün altına görüntülemek için G + NODEID'ye girin.

source: Connect idle more than %d minutes, disconnect
es: Conexión inactiva por más de %d minutos, desconectando
ja_jp: %d 分以上のアイドル状態に接続し、切断します
pt_br: Conexão ociosa por mais de %d minutos, desconectar
ru: Время простоя превышает %d минут, отключение
tr_tr: Boşta kalma süresi %d dakikadan fazla ise bağlantıyı kesin

source: No account found.
es: No se encontró ninguna cuenta.
pt_br: Nenhuma conta encontrada.
ru: Аккаунт не найден

source: Select account exceed max retry times.
es: Selección de cuenta excede el número máximo de intentos.
ja_jp: アカウントを選択する回数が最大値を超えました
pt_br: Seleção de conta excedeu o número máximo de tentativas.
ru: Выберите учетную запись, которая превышает максимальное количество попыток

source: No protocol found.
es: No se encontró ningún protocolo.
ja_jp: プロトコルが見つかりません
pt_br: Nenhum protocolo encontrado.
ru: Нет соглашения

source: Protocol
es: Protocolo
ja_jp: プロトコル
pt_br: Protocolo
ru: протокол

source: Tips: Enter protocol ID
es: Consejo: ingrese el ID del protocolo
ja_jp: ヒント: プロトコル ID を入力してください
pt_br: Dica: Digite o ID do protocolo
ru: Совет: введите идентификатор протокола.

source: Select protocol exceed max retry times.
es: Selección de protocolo excede el número máximo de intentos.
ja_jp: プロトコルを選択する回数が最大値を超えました
pt_br: Seleção de protocolo excedeu o número máximo de tentativas.
ru: Выбранный протокол превышает максимальное количество повторных попыток

source: Refresh done
es: Actualización completada
ja_jp: 更新完了
pt_br: Atualização concluída
ru: Обновить завершено
tr_tr: Yenileme

source: Need ACL review, continue? (y/n):
es: ¿Se requiere revisión de control de acceso? ¿Continuar? (y/n):
ja_jp: ACLレビューが必要です。続行しますか？ (y/n):
pt_br: Requere revisão de ACL, continuar? (y/n):
ru: Требуется проверка, продолжить? (y/n):

source: Cancel to login asset or max 3 retry
es: Cancelar inicio de sesión del activo o máximo 3 reintentos
ja_jp: アセットのログインをキャンセルするか、最大3回リトライします
pt_br: Cancelar o login do ativo ou atingir 3 tentativas
ru: Вход в актив отменён или превышено число попыток (3).

source: Need ticket confirm to login, already send email to the reviewers
es: Se requiere confirmación de ticket para iniciar sesión; ya se ha enviado un correo a los revisores
ja_jp: 工単登録の再確認が必要で、すでにメールで審査者に通知した。
pt_br: É necessário confirmar o ticket para login, já enviamos um e-mail aos revisores.
ru: Для проверки рабочего задания необходимо войти в систему, а проверяющий должен быть уведомлен по электронной почте.
tr_tr: Giriş için bilet onayına ihtiyacım var, zaten gözden geçirenlere e -posta gönderin

source: Ticket Reviewers: %s
es: Revisores de tickets: %s
ja_jp: チケットレビュー: %s
pt_br: Revisores do Ticket: %s
ru: Рецензент рабочего заказа: %s
tr_tr: Bilet değerlendirmeleri:%s

source: Could copy website URL to notify reviewers: %s
es: Puede copiar la URL del sitio web para notificar a los revisores: %s
ja_jp: レビュー・アドレスのコピー、レビュー担当者への通知: %s
pt_br: Você pode copiar o endereço de revisão para notificar os revisores: %s
ru: Вы можете скопировать адрес аудита и уведомить аудитора: %s
tr_tr: Gözden geçirenleri bilgilendirmek için web sitesi URL'sini kopyalayabilir: %s

source: Please waiting for the reviewers to confirm, enter q to exit.
es: Por favor espere la confirmación de los revisores; ingrese q para salir.
ja_jp: レビューアが確認するのを待って、q を入力して終了してください。
pt_br: Aguarde a confirmação dos revisores, digite q para sair.
ru: Дождитесь, пока проверяющий проверит и подтвердит, нажмите q, чтобы отменить вход.
tr_tr: Lütfen gözden geçirenlerin onaylamasını bekliyoruz, çıkmak için q girin.

source: Unknown status
es: Estado desconocido
ja_jp: 不明なステータス
pt_br: Status desconhecido
ru: Неизвестный статус
tr_tr: Bilinmeyen Durum

source: %s approved
es: %s aprobado
ja_jp: %s が承認されました
pt_br: %s aprovado
ru: %s одобрено
tr_tr: %s onaylandı

source: %s rejected
es: %s rechazado
ja_jp: %s は拒否されました
pt_br: %s rejeitado
ru: %s отклонено
tr_tr: %s reddedildi

source: Cancel confirm
es: Cancelar confirmación
ja_jp: 確認をキャンセル
pt_br: Cancelar confirmação
ru: Отменить проверку входа
tr_tr: Onaylama İptal Et

source: Search: %s
es: Buscar: %s
ja_jp: 検索: %s
pt_br: Buscar: %s
ru: Поиск: %s
tr_tr: Arama: %s

source: Must be unique asset for %s
es: Debe ser un activo único para %s
ja_jp: %s の一意のアセットでなければなりません
pt_br: Deve ser um ativo único para %s
ru: Актив %s должен быть уникальным
tr_tr: %s için benzersiz varlık olmalı

source: Must be unique account for %s
es: Debe ser una cuenta única para %s
pt_br: Deve ser uma conta única para %s
ru: Аккаунт %s должен быть уникальным

source: Must be auto login account for %s
es: Debe ser una cuenta de inicio de sesión automático para %s
pt_br: Deve ser uma conta de login automático para %s
ru: Аккаунт %s должен поддерживать авто-вход

source: No found asset
es: No se encontró el activo
pt_br: Nenhum ativo encontrado
ru: Не найден актив, соответствующий %s

source: Create k8s client err: %s
es: Crear cliente k8s err: %s
pt_br: Erro ao criar cliente k8s: %s
ru: Ошибка создания клиента k8s: %s

source: have no permission to upload file
es: No tiene permiso para subir archivos
ja_jp: ファイルをアップロードする権限がない
pt_br: Sem permissão para enviar arquivo
ru: Нет прав на загрузку файла
tr_tr: Dosya yükleme izniniz yok

source: The command you executed is risky and an alert notification will be sent to the administrator. Do you want to continue?[Y/N]
es: El comando que ejecutó es riesgoso y se enviará una notificación de alerta al administrador. ¿Desea continuar? [Y/N]
ja_jp: 接続に失敗しました。データベース接続設定が正しいか確認してください[Y/N]
pt_br: O comando que você executou é arriscado e uma notificação de alerta será enviada ao administrador. Deseja continuar?[Y/N]
ru: Выполняемая вами команда рискованна, уведомление будет отправлено администратору. Продолжить? [Y/N]

source: The command '%s' requires review. Continue or not [Y/n]?
es: El comando '%s' requiere revisión. ¿Continuar o no? [Y/n]?
pt_br: O comando %s precisa de revisão, deseja continuar? [Y/N]
ru: Команда %s требует проверки. Продолжить? [Y/N]

source: Command `%s` is forbidden
es: El comando `%s` está prohibido
ja_jp: 命令 `%s` は禁止されています
pt_br: O comando %s está proibido...
ru: Команда `%s` запрещена ...
tr_tr: `%s` komutu yasak

source: have no permission to download file
es: No tiene permiso para descargar archivos
ja_jp: ファイルをダウンロードする権限がない
pt_br: Sem permissão para baixar arquivo
ru: Нет прав на скачивание файла
tr_tr: Dosya indirmek için izniniz yok

source: Please waiting for the reviewers to confirm command `%s`, cancel by CTRL+C or CTRL+D.
es: Por favor espere a que los revisores confirmen el comando `%s`; cancele con CTRL+C o CTRL+D.
ja_jp: レビュー担当者がコマンド `%s` をレビューするまでお待ちください。キャンセルするには、CTRL+C または CTRL+D を押してください。
pt_br: Aguarde os revisores confirmarem o comando %s, cancele pressionando CTRL+C ou CTRL+D.
ru: Пожалуйста, дождитесь проверки команды `%s` проверяющим, для отмены нажмите CTRL+C или CTRL+D.

source: Need ticket confirm to execute command, already send email to the reviewers
es: Se requiere confirmación de ticket para ejecutar el comando; ya se ha enviado un correo a los revisores
ja_jp: コマンドを実行するにはチケットの確認が必要です。すでにレビューアにメールを送信しています
pt_br: É necessário confirmar o bilhete para executar o comando, já enviamos um e-mail aos revisores.
ru: Для выполнения команды требуется проверка через заявку, уведомление отправлено проверяющему по электронной почте.
tr_tr: Komut yürütmesi için bilet onayına ihtiyacım var, zaten gözden geçirenlere e -posta gönderin

source: HandleTask does not support protocol %s, please use web terminal to access
es: HandleTask no admite el protocolo %s; por favor use la terminal web para acceder.
pt_br: HandleTask não suporta o protocolo %s, por favor utilize o terminal web para acessar.
ru: Терминал не поддерживает протокол %s. Пожалуйста, используйте веб-терминал.

source: Account <%s> and asset <%s> protocol are inconsistent.
es: El protocolo de la cuenta <%s> y del activo <%s> no coincide.
pt_br: A conta <%s> e o ativo <%s> apresentam um protocolo inconsistente.
ru: Протокол системного пользователя <%s> и ресурса <%s> не совпадает.

source: You don't have permission login %s
es: No tiene permiso para iniciar sesión en %s
ja_jp: ログイン権限がありません %s
pt_br: Você não tem permissão para fazer login em %s.
ru: У вас нет прав для входа в %s
tr_tr: İzin girişiniz yok %s

source: You get auth token failed
es: Error al obtener el token de autenticación
ja_jp: 認証トークンの取得に失敗しました
pt_br: Falha ao obter o token de autenticação.
ru: Не удалось получить токен аутентификации
tr_tr: Auth Token başarısız olur

source: Get auth password failed
es: Falló la obtención de la contraseña de autenticación
ja_jp: 認証トークンの取得に失敗しました
pt_br: Falha ao obter a senha de autenticação.
ru: Вам не удалось получить токен аутентификации
tr_tr: Auth parolası başarısız

source: Reuse SSH connections (%s@%s) [Number of connections: %d]
es: Reutilizar conexiones SSH (%s@%s) [Número de conexiones: %d]
ja_jp: SSH接続の再利用 (%s@%s) [接続数: %d]
pt_br: Reutilizando conexões SSH (%s@%s) [Número de conexões: %d].
ru: Повторное использование SSH-подключений (%s@%s) [Количество подключений: %d]
tr_tr: SSH bağlantılarını yeniden kullanın (%s@%s) [bağlantı sayısı:%d]

source: Switched to %s
es: Cambiado a %s
ja_jp: %s に切り替え
pt_br: Trocado para %s.
ru: Переключено на %s
tr_tr: %s'ye geçti

source: Connect with api server failed
es: Fallo al conectar con el servidor API
ja_jp: APIサーバーとの接続に失敗しました
pt_br: Falha ao conectar com o servidor API.
ru: Соединение прервано администратором %s
tr_tr: API sunucusuyla bağlanın Başarısız

source: Start domain gateway failed %s
es: Error al iniciar la puerta de enlace de dominio %s
ja_jp: ドメインゲートウェイの開始に失敗した %s
pt_br: Falha ao iniciar o gateway do domínio %s.
ru: Не удалось запустить шлюз баз данных %s
tr_tr: Etki alanı ağ geçidi başlatılamadı %s

source: Manual
ru: Ручная учетная запись

source: Dynamic
es: Dinámico
pt_br: Dinâmico
ru: Динамическая учетная запись

source: Connecting to %s@%s
es: Conectando a %s@%s
ja_jp: 接続開始 %s@%s
pt_br: Conectando a %s@%s.
ru: Подключение к %s@%s
tr_tr: Bağlanıyor %s@%s

source: Connecting to Database %s
es: Conectando a la base de datos %s
ja_jp: データベース接続の開始 %s
pt_br: Conectando ao banco de dados %s.
ru: Подключение к базе данных %s
tr_tr: Veritabanına bağlanma %s

source: Connecting to Kubernetes %s
es: Conectando a Kubernetes %s
ja_jp: Kubernetes %s への接続
pt_br: Conectando ao Kubernetes %s.
ru: Подключение к Kubernetes %s
tr_tr: Kubernetes %s'ye bağlanma

source: Connecting to Kubernetes %s container %s
es: Conectando al contenedor %s de Kubernetes %s
ja_jp: Kubernetes %s コンテナー %s への接続
pt_br: Conectando ao contêiner %s do Kubernetes %s.
ru: Подключение к контейнеру %s в Kubernetes %s
tr_tr: Kubbernetes % s Konteyner %s'ye bağlanma

source: Session max time reached, disconnect
es: Tiempo máximo de sesión alcanzado, desconectando
pt_br: Tempo máximo da sessão alcançado, desconectando.
ru: Максимальное время сеанса истекло, отключение

source: Permission has expired, disconnect
es: El permiso ha expirado, desconectando
ja_jp: 権限の有効期限が切れました。
pt_br: A permissão expirou, desconecte-se
ru: Авторизация истекла, отключение
tr_tr: İzin süresi doldu, bağlantı kesildi

source: Terminated by admin %s
es: Terminado por el administrador %s
ja_jp: %s管理者が接続を終了
pt_br: Conexão terminada pelo administrador %s
ru: %s Администратор разорвал соединение
tr_tr: %s yönetici tarafından sonlandırıldı

source: Authentication failed
es: Autenticación fallida
ja_jp: 認証に失敗しました(ユーザー名またはパスワードエラー)
pt_br: Falha na autenticação (nome de usuário ou senha incorretos)
ru: Ошибка аутентификации (неправильное имя пользователя или пароль)
tr_tr: Kimlik doğrulama başarısız oldu

source: Connection refused
es: Conexión rechazada
ja_jp: ネットワーク不通（接続拒否）
pt_br: Rede indisponível (conexão recusada)
ru: Сеть недоступна (отказ в подключении)
tr_tr: Bağlantı reddedildi

source: i/o timeout
es: Tiempo de espera de E/S agotado
ja_jp: ネットワーク不通（接続タイムアウト）
pt_br: Rede indisponível (tempo limite de conexão)
ru: Сеть недоступна (превышено время ожидания)
tr_tr: i/o Zaman aşımı

source: No route to host
es: No hay ruta al host
ja_jp: ネットワーク不通(ルーティング不通)
pt_br: Rede indisponível (roteamento indisponível)
ru: Сеть недоступна (маршрут недоступен)
tr_tr: Host için yol yok

source: network is unreachable
es: Red inalcanzable
ja_jp: ネットワーク不通（ネットワーク不可）
pt_br: Rede indisponível (rede inacessível)
ru: Сеть недоступна (сеть недостижима)
tr_tr: Ağa erişilemiyor

source: ID
tr_tr: Kimlik

source: Cluster
tr_tr: Küme

source: Enter ID number directly login the kubernetes, multiple search use // + field, such as: //16
tr_tr: Kimlik numarasını girin doğrudan kubernetes'e giriş yapın, çoklu arama kullanımı // + alanı, örneğin: //16

source: DB Name
tr_tr: DB adı

source: Enter ID number directly login the database, multiple search use // + field, such as: //16
tr_tr: Kimlik numarasını girin doğrudan veritabanına giriş yapın, çoklu arama kullanımı // + alanı, örneğin: //16

source: Enter ID number directly login the asset, multiple search use // + field, such as: //16
tr_tr: Kimlik numarasını girin, doğrudan varlığa giriş yapın, çoklu arama kullanımı // + alanı, örneğin: //16

source: display the host you have permission
tr_tr: İzniniz var sunucuyu görüntüleyin

source: Chinese-English-Japanese switch
ja_jp: 中文-English-日本語の切り替え
tr_tr: Çince-İngilizce-Japon-Türkçe anahtarı

source: %d) Enter {{.GreenBoldColor}}%s{{.ColorEnd}} to %s.%s
tr_tr: %d) Başla {{.GreenBoldColor}}%s{{.ColorEnd}} - %s.%s

source: not found matched asset %s
tr_tr: %s ile eşleşen varlık bulunamadı

source: No system user found.
tr_tr: Sistem kullanıcısı bulunamadı.

source: Tips: Enter system user ID and directly login
tr_tr: İpuçları: Sistem kullanıcı kimliğini girin ve doğrudan oturum açın
