Repository: jumpserver/koko
Catalog: locale/*/LC_MESSAGES/koko.po
Languages: es, ja_jp, pt_br, ru, tr_tr

source: The asset is inactive
tr_tr: Varlık etkin değil

source: Must be unique system user for %s
tr_tr: %s için benzersiz sistem kullanıcısı olmalı

source: validate Login confirm err: Core Api failed
tr_tr: Oturum aç onayını doğrula HATA: Çekirdek API başarısız oldu

source: the reviewers will confirm. continue or not [Y/n]
ja_jp: レビューアが確認します。継続するかどうか [Y/n]
tr_tr: Hakemler onaylayacaktır. Devam et ya da değil [Y / N]

source: Command review is not currently supported
tr_tr: Komuta incelemesi şu anda desteklenmiyor

source: Please waiting for the reviewers to confirm command `%s`, cancel by CTRL+C.
tr_tr: Lütfen gözden geçirin `%s` komutunu onaylamasını bekliyoruz, Ctrl+C ile iptal edin.

source: System user <%s> and asset <%s> protocol are inconsistent.
tr_tr: Sistem Kullanıcısı <%s> ve varlık <%s> protokolü tutarsızdır.

source: Get auth username failed
tr_tr: Auth kullanıcı adı başarısız oldu
